Tekla.Structures.Model.RebarSplitter.BarsToSplitEnum
The reinforcing bars to split.

Tekla.Structures.Model.RebarSplitter.BarsToSplitEnum.ALL_BARS
All reinforcing bars.

Tekla.Structures.Model.RebarSplitter.BarsToSplitEnum.EVERY_SECOND_BAR
Every second reinforcing bar.

Tekla.Structures.Model.RebarSplitter.BarsToSplitEnum.EVERY_THIRD_BAR
Every third reinforcing bar.